Revit 2027 API
OverrideGraphicSettings.CutBackgroundPatternColor Property
 The override color of the background pattern of cut faces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color CutBackgroundPatternColor { get; }
Public ReadOnly Property CutBackgroundPatternColor As Color
	Get
public:
property Color^ CutBackgroundPatternColor {
	Color^ get ();
}
member CutBackgroundPatternColor : Color with get
Property Value
Color
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace